Repository: TheBLVD/mammoth
Catalog: Mammoth/Localizable.xcstrings
Source language: en
Languages: de, es, it, nl, pt_br

# profile.edit.infoAndLinks
source: Edit Info and Links
de: Info und Links bearbeiten
es: Editar información y enlaces
it: Modifica info e link
nl: Info en links bewerken
pt_br: Editar Info e Links

# profile.filters
source: Filters
de: Filter
es: Filtros
it: Filtri
pt_br: Filtros

# profile.follow
source: Follow
de: Folgen
es: Seguir
it: Segui
nl: Volgen
pt_br: Seguir

# profile.followBack
source: Follow back
de: Ebenfalls folgen
es: Seguir también
it: Segui anche tu
nl: Volg terug
pt_br: Seguir de volta

# profile.followers.plural
source: %@ followers
de: %@ Follower
es: %@ seguidores
it: %@ seguaci
nl: %@ volgers
pt_br: %@ seguidores

# profile.joinedOn
source: Joined %@
de: Beigetreten: %@
es: Unido el %@
it: Iscrizione: %@
nl: Sinds %@
pt_br: Entrou %@

# profile.mention
source: Mention
de: Erwähnen
es: Mencionar
it: Menziona
nl: Vermeldt
pt_br: Mencionar

# profile.muted
source: Muted
de: Stummgeschaltet
es: Silenciado
it: Silenziato
nl: Gedempt
pt_br: SIlenciado

# profile.posts
source: Posts
de: Beiträge
es: Publicaciones
it: Post
pt_br: Publicações

# profile.postsAndReplies
source: Posts & Replies
de: Beiträge & Antworten
es: Publicaciones y Respuestas
it: Post e risposte
nl: Posts & Antwoorden
pt_br: Posts & Respostas

# profile.privacy.default
source: Default Privacy
de: Standard Privatsphäre
es: Privacidad por defecto
it: Privacy predefinita
nl: Standaard privacy
pt_br: Privacidade Padrão

# profile.privacy.private
source: Private
de: Privat
es: Privado
it: Privato
nl: Privé
pt_br: Privado

# profile.privacy.public
source: Public
de: Öffentlich
es: Público
it: Pubblico
nl: Publiek
pt_br: Público

# profile.privacy.unlisted
source: Unlisted
de: Nicht gelistet
es: Sin listar
it: Non in lista
nl: Niet gelijst
pt_br: Não Listado

# profile.shareProfile
source: Share profile
de: Profil teilen
es: Compartir el perfil
it: Condividi profilo
nl: Profiel delen
pt_br: Compartilhar perfil

# profile.unfollow
source: Unfollow
de: Entfolgen
es: Dejar de seguir
it: Smetti di seguire
nl: Ontvolgen
pt_br: Deixar de seguir

# settings.about
source: About
de: Über
es: Acerca de
it: Info
nl: Over ons
pt_br: Sobre

# settings.accounts
source: Accounts
de: Konten
es: Cuentas
it: Account
pt_br: Contas

# settings.accounts.signOut
source: Sign Out
de: Abmelden
es: Cerrar sesión
it: Esci
nl: Afmelden
pt_br: Sair

# settings.accountSettings
source: Account settings
de: Kontoeinstellungen
es: Ajustes de la cuenta
it: Impostazioni account
nl: Accountinstellingen
pt_br: Ajustes de conta

# settings.appearance
source: Appearance
de: Darstellung
es: Apariencia
it: Aspetto
nl: Weergave
pt_br: Aparência

# settings.appearance.autoplay
source: Auto-play videos & GIFs
de: Videos & GIFs automatisch abspielen
es: Reproducir automáticamente vídeos y GIFs
it: Riproduci automaticamente video e GIF
nl: Video's & GIFs automatisch afspelen
pt_br: Tocar vídeos e GIFs automaticamente

# settings.appearance.blurSensitive
source: Blur sensitive content
de: Sensible Inhalte ausblenden
es: Desenfocar contenido sensible
it: Oscura contenuti sensibili
nl: Gevoelige inhoud vervagen
pt_br: Desfoque de conteúdo sensível

# settings.appearance.circleIcons
source: Circle profile icons
de: Runde Profilbilder
es: Iconos de perfil circulares
it: Icone profilo circolari
nl: Cirkelprofiel iconen
pt_br: Fotos de perfil circulares

# settings.appearance.dark
source: Dark
de: Dunkel
es: Oscuro
it: Scuro
nl: Donker
pt_br: Escuro

# settings.appearance.highContrast
source: High-contrast mode
de: Modus für hohe Kontraste
es: Modo de alto contraste
it: Modalità contrasto elevato
nl: Hoog contrast modus
pt_br: Modo de alto contraste

# settings.appearance.language
source: Language
de: Sprache
es: Idioma
it: Lingua
nl: Taal
pt_br: Idioma

# settings.appearance.language.alert.description
source: If your language doesn't appear on the next screen you need to first add it under Settings > General > Language & Region
de: Falls deine Sprache nicht im nächsten Bildschirm angezeigt werden sollte, dann musst du sie zuerst unter Einstellungen > Allgemein > Sprache & Region hinzufügen
es: Si tu idioma no aparece en la siguiente pantalla, primero tienes que añadirlo en Ajustes > General > Idioma y región
it: Se la tua lingua non appare nella prossima schermata devi aggiungerla da Impostazioni > Generali > Lingua e zona
nl: Als je taal niet op het volgende scherm verschijnt, moet je deze eerst toevoegen onder Instellingen > Algemeen > Taal & Regio
pt_br: Caso seu idioma não apareça na próxima tela, primeiro você precisa adicioná-lo em Ajustes > Geral > Idioma e Região

# settings.appearance.language.alert.title
source: How to set Mammoth language
de: Wie du die Mammoth Sprache festlegst
es: Cómo establecer el idioma de Mammoth
it: Come impostare la lingua di Mammoth
nl: Hoe stel je de app-taal in
pt_br: Como configurar o idioma do Mammoth

# settings.appearance.light
source: Light
de: Hell
es: Claro
it: Chiaro
nl: Licht
pt_br: Claro

# settings.appearance.maximumLines
source: Maximum lines
de: Maximale Zeilen
es: Máximo de líneas
it: Righe massime
nl: Maximum aantal regels
pt_br: Máximo de linhas

# settings.appearance.mediaSize
source: Media size
de: Mediengröße
es: Tamaño multimedia
it: Dimensione media
nl: Mediaformaat
pt_br: Tamanho da mídia

# settings.appearance.mediaSize.hidden
source: Hidden
de: Ausgeblendet
es: Oculto
it: Nascosti
nl: Verborgen
pt_br: Escondida

# settings.appearance.mediaSize.large
source: Large
de: Groß
es: Grande
it: Grandi
nl: Groot
pt_br: Grande

# settings.appearance.mediaSize.small
source: Small
de: Klein
es: Pequeño
it: Piccoli
nl: Klein
pt_br: Pequena

# settings.appearance.names
source: Names
de: Namen
es: Nombres
it: Nomi
nl: Namen
pt_br: Nomes

# settings.appearance.names.full
source: Full
de: Vollständig
es: Completo
it: Intero
nl: Volledig
pt_br: Completo

# settings.appearance.names.username
source: Username
de: Benutzername
es: Nombre de usuario
it: Nome utente
nl: Gebruikersnaam
pt_br: Nome de usuário

# settings.appearance.names.usertag
source: Usertag
de: Benutzertag
es: Etiqueta del usuario
it: Indirizzo utente
nl: Gebruikerstag
pt_br: Tag de usuário

# settings.appearance.placeholder
source: Example post preview showing what these changes will look like on your feed. 🦣
de: Beispielvorschau zeigt, wie diese Änderungen auf deinem Feed aussehen werden. 🦣
es: Ejemplo de vista previa de la publicación mostrando cómo se verán estos cambios en tu feed. 🦣
it: Anteprima post di esempio che mostra come queste modifiche appariranno nel feed. 🦣
nl: Voorbeeld bericht toont hoe deze wijzigingen eruit zullen zien op jouw feed. 🦣
pt_br: Exemplo de publicação mostrando como suas mudanças aparecerão no feed. 🦣

# settings.appearance.showCW
source: Content warning overlays
de: Inhaltswarnung Overlays
es: Capas de advertencia de contenido
it: Avvisi contenuti espliciti
nl: Inhoudwaarschuwing overlay
pt_br: Sobreposição de avisos de conteúdo

# settings.appearance.textSize
source: Text Size
de: Schriftgröße
es: Tamaño del texto
it: Dimensione testo
nl: Tekstgrootte
pt_br: Tamanho do Texto

# settings.appearance.theme
source: Theme
de: Erscheinungsbild
es: Tema
it: Tema
nl: Thema
pt_br: Tema

# settings.appearance.translationLang
source: Translation language
de: Übersetzungssprache
es: Idioma de traducción
it: Lingua per traduzione
nl: Vertaal taal
pt_br: Língua de tradução

# settings.appearance.translationLang.all
source: All Languages
de: Alle Sprachen
es: Todos los Idiomas
it: Tutte le lingue
nl: Alle Talen
pt_br: Todos os Idiomas

# settings.appearance.translationLang.preferred
source: Preferred Languages
de: Bevorzugte Sprachen
es: Idiomas Preferidos
it: Lingue preferite
nl: Voorkeurstalen
pt_br: Idiomas Preferidos

# settings.appIcon
source: App icon
de: App Symbol
es: Icono de la app
it: Icona app
nl: App icoon
pt_br: Ícone do app

# settings.appIcon.title
source: App Icon
de: App Symbol
es: Icono de la App
it: Icona app
nl: App icoon
pt_br: Ícone do App

# settings.appLock
source: App lock
de: App Sperre
es: Bloquear App
it: Blocco app
nl: Appvergrendeling
pt_br: Trava do app

# settings.build
source: Build %@
de: %@ erstellen
es: Compilación %@
pt_br: Compilação %@

# settings.clearData
source: Clear cache and data
de: Cache und Daten löschen
es: Borrar caché y datos
it: Svuota cache e dati
nl: Gecachete data verwijderen
pt_br: Limpar cache e dados

# settings.clearData.confirm
source: Clear cache
de: Cache löschen
es: Borrar caché
it: Svuota cache
nl: Cache wissen
pt_br: Limpar cache

# settings.clearData.footer
source: Clearing cached data may help in freeing up device storage, and may be useful to do if you notice lag or declining performance in the app.
de: Das Löschen von zwischengespeicherten Daten kann helfen, den Gerätespeicher freizugeben, und kann nützlich sein, wenn du Verzögerungen oder sinkende Leistung in der App feststellst.
es: Limpiar datos en caché puede ayudar a liberar almacenamiento del dispositivo, y puede ser útil si notas lentitud o deterioro de rendimiento en la aplicación.
it: Svuotare la cache potrebbe liberare dello spazio sul dispositivo ed essere utile se si notano dei rallentamenti nelle prestazioni della app.
nl: Het wissen van gegevens in de cache zal opslagcapaciteit vrijmaken, en kan helpen bij afnemende app prestaties.
pt_br: Limpar dados em cache pode ajudar a liberar armazenamento do dispositivo, e pode ser útil se você notar lag ou perda de desempenho do app.

# settings.clearData.info
source: This will clear all cached information and can't be undone.
de: Dies wird alle zwischengespeicherten Informationen löschen und kann nicht rückgängig gemacht werden.
es: Esto borrará toda la información almacenada en caché y no se podrá deshacer.
it: Tutte le informazioni nella cache verranno eliminate definitivamente.
nl: Dit zal alle lokaal opgeslagen data wissen en kan niet ongedaan worden.
pt_br: Isso vai apagar todos os dados em cache e não pode ser desfeito.

# settings.clearData.title
source: Clear Cache?
de: Cache löschen?
es: ¿Borrar caché?
it: Svuotare cache?
nl: Cache wissen?
pt_br: Limpar Cache?

# settings.composer
source: Composer
de: Verfasser
es: Editor
it: Composizione
nl: Opstelvenster
pt_br: Compositor

# settings.composer.requireDescriptions
source: Require Image Descriptions
de: Bildbeschreibungen erforderlich
es: Requerir descripciones de las imágenes
it: Richiedi descrizioni delle immagini
nl: Afbeeldingsomschrijvingen vereisen
pt_br: Exigir Descrições de Imagem

# settings.composer.requireDescriptions.footer
source: Prevent posting posts unless alt text image descriptions have been added to attached images.
de: Vermeide das Posten von Beiträgen, es sei denn, es wurden Textbildbeschreibungen zu den angehängten Bildern hinzugefügt.
es: Evitar enviar publicaciones a menos que se hayan añadido descripciones de imágenes de texto alternativo a imágenes adjuntas.
it: Previene la pubblicazione dei post senza le descrizioni delle immagini con testo alternativo.
nl: Voorkom het plaatsen van posts tenzij een beschrijving van de alt-tekst is toegevoegd aan de afbeeldingen.
pt_br: Previne que posts sejam postados sem que sejam adicionadas descrições de imagem aos anexos.

# settings.composer.threaderMode
source: Threader Mode
de: Thread-Modus
es: Modo de hilo
it: Modalità threader
nl: Threader modus
pt_br: Modo de Threads

# settings.composer.threadStyle
source: Thread Style
de: Thread-Stil
es: Estilo de hilo
it: Stile thread
nl: Thread stijl
pt_br: Estilo de Thread

# settings.getInTouch
source: Get in touch
de: Kontakt aufnehmen
es: Ponte en contacto con nosotros
it: Contattaci
nl: Contacteer ons
pt_br: Entrar em contato

# settings.getInTouch.emailLogs
source: Email Logs as Attachment
de: Logs als E-Mail Anhang versenden
es: Enviar registros por correo
it: Invia log come allegati email
nl: Logs via email opsturen
pt_br: Anexar Logs por Email

# settings.getInTouch.footer1
source: Mammoth was made with ♥ by The BLVD Inc.
de: Mammoth wurde mit ♥️ von The BLVD Inc. entwickelt.
es: Mammoth fue creado con ♥️ por The BLVD Inc.
it: Mammoth è fatto con ♥ da The BLVD Inc.
nl: Mammoth werd met ♥️ gemaakt door The BLVD Inc.
pt_br: Mammoth foi feito com ♥ pela The BLVD Inc.

# settings.getInTouch.footer2
source: Find out more about Mammoth.
de: Mehr über Mammoth erfahren.
es: Descubre más sobre Mammoth.
it: Scopri di più su Mammoth.
nl: Meer weten over Mammoth.
pt_br: Saiba mais sobre o Mammoth.

# settings.getInTouch.footer3
source: You may sometimes be prompted to review Mammoth on the App Store when viewing post details. Disabling the above toggle will prevent these requests.
de: Möglicherweise wirst du manchmal aufgefordert, Mammoth im App Store zu überprüfen, wenn du Details von Beiträgen ansiehst. Wenn du die obere Einstellung deaktivierst, werden diese Anfragen verhindert.
es: A veces se te pedirá que valores Mammoth en la App Store cuando veas los detalles de la publicación. Desactivar el selector anterior evitará estas solicitudes.
it: Ti potrebbe venire chiesto di lasciare una recensione su Mammoth sull'App Store mentre stai visualizzando i dettagli di un post. Disattiva l'opzione sopra per prevenire queste richieste.
nl: Soms kan je gevraagd worden om Mammoth te beoordelen in de App Store wanneer je de berichtdetails bekijkt. Als je bovenstaande schakelaar uitschakelt, worden deze verzoeken voorkomen.
pt_br: Você pode ser lembrado eventualmente de avaliar o Mammoth na App Store quando abre detalhes de um post. Desabilitar a opção acima vai impedir esses lembretes.

# settings.getInTouch.logging
source: Enable Debug Logging
de: Debug Logging aktivieren
es: Habilitar el registro de depuración
it: Attiva logging di debug
nl: Debug Logging inschakelen
pt_br: Habilitar Logs de Depuração

# settings.getInTouch.logInfo
source: Logs may include your account handles (@mammoth@moth.social), but never login information, text from posts or DMs, or any other private info. You can review the email attachment before it's sent.
de: Logs können dein Account Handle (@mammoth@moth.social), aber niemals Login-Informationen, Text von Beiträgen, Direktnachrichten oder andere private Informationen enthalten. Du kannst den E-Mail-Anhang überprüfen, bevor er gesendet wird.
es: Los registros pueden incluir los nombres de tu cuenta (@mammoth@moth.social), pero nunca la información de inicio de sesión, el texto de mensajes o DM, o cualquier otra información privada. Puedes revisar el archivo adjunto de correo electrónico antes de que sea enviado.
it: I log potrebbero includere i tuoi nomi utente (@mammoth@moth.social), ma mai le informazioni di accesso, il testo dei post o dei messaggi o qualsiasi altra informazione privata. Puoi verificare l'allegato email prima dell'invio.
nl: Logs kunnen je gebruikersnaam bevatten (@mammoth@moth.social), maar nooit login informatie, DMs, of andere privéinfo. Je kunt de e-mailbijlage nakijken voordat deze wordt verzonden.
pt_br: Logs podem incluir seus nomes de usuário (@mammoth@moth.social), mas nunca informações de login, texto de publicações ou DMs ou quaisquer outras informações pessoais. Você pode revisar o anexo do email antes de enviá-lo.

# settings.getInTouch.logInfo.1
source: 1. Enable Debug Logging
de: 1. Debug Logging aktivieren
es: 1. Habilitar el registro de depuración
it: 1. Attiva il logging di debug
nl: 1. Schakel Debug Logging in
pt_br: 1. Habilite Logs de Depuração

# settings.getInTouch.logInfo.2
source: 2. Reproduce the problem
de: 2. Das Problem reproduzieren
es: 2. Reproduce el problema
it: 2. Riproduci il problema
nl: 2. Herproduceer het probleem
pt_br: 2. Reproduza o problema

# settings.getInTouch.logInfo.3
source: 3. Email us the logs
de: 3. Sende uns die Logs via E-Mail
es: 3. Envíanos un correo con los registros
it: 3. Inviaci i log per email
nl: 3. E-mail ons de logs
pt_br: 3. Nos mande as logs por email

# settings.getInTouch.logInfo.4
source: 4. Disable Debug Logging
de: 4. Debug Logging deaktivieren
es: 4. Deshabilitar el registro de depuración
it: 4. Disattiva il logging di debug
nl: 4. Schakel Debug Logging uit
pt_br: 4. Desabilitar Logs de Depuração

# settings.getInTouch.privacyPolicy
source: Server Privacy Policy
de: Datenschutzerklärung des Servers
es: Política de privacidad del servidor
it: Politica sulla privacy del server
nl: Server Privacybeleid
pt_br: Política de Privacidade do Servidor

# settings.getInTouch.reviewPrompt
source: Review Prompt
de: Prompt überprüfen
es: Aviso de revisión
it: Richiesta di recensione
nl: Beoordeel App
pt_br: Aviso de Avaliação

# settings.getInTouch.title
source: Get in Touch
de: Kontakt aufnehmen
es: Ponte en contacto con nosotros
it: Contattaci
nl: Contacteer ons
pt_br: Entrar em Contato

# settings.getInTouch.website
source: Website
de: Webseite
es: Página web
it: Sito web

# settings.gold.active
source: Mammoth Gold Active!
de: Mammut Gold aktiv!
es: ¡Mammoth Gold Activo!
it: Mammoth Gold attivo!
nl: Mammoth Gold Actief!
pt_br: Mammoth Gold Ativo!

# settings.gold.bestDeal
source: Best deal
de: Bester Deal
es: Mejor oferta
it: Più conveniente
nl: Beste deal
pt_br: Melhor negócio

# settings.gold.community
source: Join the supporter community to get access to our discord and vote on new features.
de: Trete der Supporter Community bei um Zugriff auf unseren Discord zu erhalten und über neue Funktionen abzustimmen.
es: Únete a la comunidad de colaboradores para tener acceso a nuestro discord y votar sobre nuevas características.
it: Unisciti alla comunità di sostenitori per accedere al nostro server Discord e votare per le nuove funzioni.
nl: Word lid van de supporter community om toegang te krijgen tot onze Discord en te stemmen op nieuwe functies.
pt_br: Entre na comunidade de apoiadores para ter acesso ao Discord e votar em novas funções.

# settings.gold.earlyAccess
source: early access to new features
de: früherer Zugang zu neuen Funktionen
es: acceso anticipado a nuevas funciones
it: accesso anticipato alle nuove funzioni
nl: vroegtijdige toegang tot nieuwe functies
pt_br: acesso antecipado às funções novas

# settings.gold.icons
source: supporter only app icons
de: exklusive Unterstützer App Symbole
es: iconos de la aplicación sólo para colaboradores
it: icone dell'app esclusive per i sostenitori
nl: exclusive app iconen
pt_br: ícones de app apenas para apoiadores

# settings.gold.join
source: Join community
de: Community beitreten
es: Únete a la comunidad
it: Unisciti alla comunità
nl: Lid worden van de community
pt_br: Entrar na comunidade

# settings.gold.restore
source: Restore previous purchases
de: Vorherige Käufe wiederherstellen
es: Restaurar compras anteriores
it: Ripristina acquisti precedenti
nl: Vorige aankopen herstellen
pt_br: Restaurar compras anteriores

# settings.gold.support
source: support an open and free web
de: unterstütze ein offenes und freies Web
es: apoya una web abierta y gratuita
it: sostieni un web aperto e libero
nl: steun een open en gratis web
pt_br: apoiar uma rede aberta e livre

# settings.gold.unlock
source: Unlock Icons
de: Icons freischalten
es: Desbloquear iconos
it: Sblocca icone
nl: Ontgrendel Iconen
pt_br: Desbloquear Ícones

# settings.gold.upgrade
source: Upgrade to Gold
de: Upgrade auf Gold
es: Actualizar a Gold
it: Passa a Gold
nl: Upgrade naar Gold
pt_br: Atualizar para Gold

# settings.gold.vote
source: vote on new features
de: über neue Funktionen abstimmen
es: votar sobre nuevas funciones
it: vota per le nuove funzioni
nl: stem op nieuwe functies
pt_br: vote em novas funções

# settings.manageSubscriptions
source: Manage subscriptions
de: Abonnements verwalten
es: Gestionar suscripciones
it: Gestisci abbonamenti
nl: Abonnementenbeheer
pt_br: Gerenciar Assinaturas

# settings.notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
nl: Meldingen
pt_br: Notificações

# settings.notifications.activity
source: Activity Notifications
de: Aktivitäts-Benachrichtigungen
es: Notificaciones de actividad
it: Notifiche attività
nl: Activiteit meldingen
pt_br: Notificações de Atividade

# settings.notifications.badges
source: Activity Badges
de: Aktivitätsabzeichen
es: Insignias de actividad
it: Badge attività
nl: Activiteit badges
pt_br: Ícones de Atividade

# settings.notifications.footer1
source: Receive push notifications for activity notifications.
de: Erhalte Push-Benachrichtigungen für Aktivitätsbenachrichtigungen.
es: Recibir notificaciones push para notificaciones de actividad.
it: Ricevi notifiche push per le notifiche di attività.
nl: Ontvang push-meldingen voor activiteit meldingen.
pt_br: Receber notificações push para notificações de atividade.

# settings.notifications.footer2
source: Toggle whether to receive push notifications for mentions, likes, reposts, new followers, polls, or new posts from users.
de: Legt fest, ob du Push-Benachrichtigungen für Erwähnungen, Gefällt mir Angaben, Beiträge, neue Follower, Umfragen oder neue Beiträge von Benutzern erhalten möchtest.
es: Selecciona si quieres recibir notificaciones push para menciones o comentarios, impulsos, nuevos seguidores, encuestas o nuevos mensajes de usuarios.
it: Controlla se ricevere o meno notifiche push per menzioni, Mi piace, repost, nuovi seguaci, sondaggi o nuovi post dagli utenti.
nl: Aan/uitschakelen van push-meldingen voor vermeldingen, likes, reposts, nieuwe volgers, polls of nieuwe posts van gebruikers.
pt_br: Habilitar se você deseja receber notificações push para menções, curtidas, reposts, novos seguidores, enquetes ou novas publicações.

# settings.notifications.footer3
source: Pick whether to display activity badges in the tab bar for newly received notifications.
de: Wähle aus, ob Aktivitätsabzeichen für neu empfangene Benachrichtigungen in der Tableiste angezeigt werden sollen.
es: Elige si quieres mostrar las insignias de actividad en la barra de pestañas para las notificaciones recientes.
it: Decidi se mostrare o meno i badge di attività nella barra di navigazione per le nuove notifiche.
nl: Kies of de activiteit badges moeten worden weergegeven in de tab balk voor nieuw ontvangen meldingen.
pt_br: Escolha se você deseja que apareçam ícones na barra de início para novas notificações.

# settings.notifications.push
source: Push Notifications
de: Push-Benachrichtigungen
es: Notificaciones push
it: Notifiche push
nl: Push-meldingen
pt_br: Notificações Push

# settings.openLinks
source: Open links in browser
de: Link im Browser öffnen
es: Abrir enlaces en el navegador
it: Apri link nel browser
pt_br: Abrir links no navegador

# settings.siriShortcuts
source: Siri shortcuts
de: Siri-Kurzbefehle
es: Atajos de Siri
it: Comandi rapidi di Siri
nl: Siri-snelkoppelingen
pt_br: Atalhos da Siri

# settings.siriShortcuts.compose
source: Compose a Post
de: Beitrag verfassen
es: Crear una publicación
it: Componi un post
nl: Post opstellen
pt_br: Compor um Post

# settings.siriShortcuts.footer1
source: Assign Siri Shortcuts to do specific things.
de: Siri-Kurzbefehle zuweisen, um bestimmte Dinge zu tun.
es: Asigna Atajos de Siri para hacer cosas específicas.
it: Assegna comandi rapidi di Siri ad azioni specifiche.
nl: Wijs Siri Snelkoppelingen toe om specifieke dingen te doen.
pt_br: Atribuir Atalhos da Siri para coisas específicas.

# settings.siriShortcuts.footer2
source: You can also set up the ability to post directly via the Shortcuts app.
de: Du kannst auch die Möglichkeit einrichten, direkt über die Kurzbefehle App zu posten.
es: También puedes configurar la capacidad de publicar directamente a través de la aplicación de Atajos.
it: Puoi anche impostare la possibilità di pubblicare direttamente dalla app Comandi Rapidi.
nl: Je kan ook instellen om via de Shortcuts app to posten.
pt_br: Você pode configurar a capacidade de publicar diretamente do app de Atalhos.
